"Volume" = "Volumen"; 
"Waveform" = "Onda"; 
"Glide" = "Portamento"; 
"Wheel to Vibrato" = "Girar a vibrato"; 
"Wheel to Cutoff" = "Girar a frec. corte"; 
"Cutoff Type" = "Tipo frecuencia corte"; 
"Cutoff" = "Frecuencia corte"; 
"Resonance" = "Resonancia"; 
"Cutoff Envelope" = "Envolvente frec. corte"; 
"Cutoff Attack" = "Ataque frec. corte"; 
"Attack" = "Ataque"; 
"Decay" = "Tiempo de caída"; 
"Sustain" = "Sostenido"; 
"Release" = "Versión"; 

